
import Link from 'next/link'

const Tabs1 = () => {
  return (
    <div className="tabContent border bg-[color:var(--bgSoft)]">
      <div className="title border-b border-[#e6e6e6] px-6 py-4">
        <Link href="/">موبایل و کالای دیجیتال</Link>
      </div>

      <div className="flex justify-between px-[38px] py-[14px] text-sm">
        <ul className="submenu">
          <li className="first ">گوشی موبایل</li>
          <li>گوشی سامسونگ</li>
          <li>گوشی شیائومی</li>
          <li>گوشی اپل، آیفون</li>
          <li>گوشی هوآوی</li>
          <li>گوشی نوکیا</li>
          <li>گوشی ال‌ جی</li>
          <li> گوشی اچ‌ تی‌ سی</li>
          <li>گوشی سونی</li>
          <li>گوشی موتورولا</li>
          <li>گوشی لنوو</li>
          <li>گوشی ایسوس</li>
          <li>گوشی سونی اریکسون</li>
          <li>گوشی الکاتل</li>
          <li>گوشی جی‌ ال ایکس</li>
          <li>گوشی بلک بری</li>
          <li>گوشی اوپو</li>
          <li>گوشی آنر</li>
          <li>گوشی ریل می</li>
        </ul>

        <ul className="submenu">
          <li className="first">تبلت</li>
          <li>تبلت سامسونگ</li>
          <li>تبلت اپل، آیپد</li>
          <li>تبلت هوآوی</li>
          <li>تبلت ایسوس</li>
          <li>تبلت ایسر</li>
          <li>تبلت سونی</li>
          <li>تبلت مایکروسافت</li>
          <li>تبلت لنوو</li>
          <li>تبلت گوگل</li>
          <li>تبلت پرستیژیو</li>
          <li>تبلت آی لایف</li>
        </ul>

        <ul className="submenu">
          <li className="first">هدفون، هدست و هندزفری</li>
          <li>هدفون و هدست سامسونگ</li>
          <li>هدفون و هدست اپل</li>
          <li>هدفون و هدست شیائومی</li>
          <li>هدفون و هدست بیتس</li>
          <li>هدفون و هدست انکر</li>
          <li>هدفون و هدست تسکو</li>
          <li>هدفون و هدست رپو</li>
          <li>هدفون و هدست جبرا</li>
          <li>هدفون و هدست هوآوی</li>
          <li>هدفون و هدست جی بی ال</li>
          <li>هدفون و هدست ریمکس</li>
          <li>هدفون و هدست ای فورتک </li>
          <li>(بلودی)</li>
          <li>هدفون و هدست ریزر</li>
          <li>هدفون و هدست لاجیتک</li>
          <li>هدفون و هدست لنوو</li>
          <li>هدفون و هدست سونی</li>
          <li>هدفون و هدست سنهایزر</li>
          <li>هدفون و هدست اونیکوما</li>
          <li>هدفون و هدست اوی</li>
          <li>هدفون و هدست ادیفایر</li>
          <li>هدفون و هدست نیا</li>
        </ul>

        <ul className="submenu">
          <li className="first">لوازم جانبی موبایل و تبلت</li>
          <li>کیف و کاور گوشی</li>
          <li>محافظ صفحه نمایش گوشی</li>
          <li>شارژر</li>
          <li>کابل و تبدیل</li>
          <li>پایه نگهدارنده گوشی و تبلت</li>
          <li>مونوپاد و گیمبال موبایل</li>
          <li>محافظ لنز دوربین</li>
          <li>برچسب و استیکر موبایل و لپتاب</li>
          <li>دسته بازی مخصوص موبایل</li>
          <li>دسته بازی مخصوص موبایل</li>
          <li>کیف و کاور تبلت</li>
          <li>محافظ صفحه نمایش تبلت</li>
          <li>سیم کارت</li>
          <li>قلم لمسی</li>
          <li>دستکش و کاور انگشت </li>
          <li>مخصوص بازی</li>
          <li>فن و پنکه USB و شارژی</li>
          <li>فایل موبایل</li>
          <li>سایر لوازم جانبی موبایل و تبلت</li>
        </ul>

        <ul className="submenu">
          <li className="first">قطعات موبایل و تبلت</li>
          <li>باتری گوشی موبایل</li>
          <li>باتری تبلت</li>
          <li>قاب، شاسی و درب گوشی</li>
          <li>گلس تعمیراتی گوشی و تبلت</li>
          <li>آی سی گوشی و تبلت</li>
          <li>خشاب سیم کارت</li>
          <li>تاچ و ال سی دی گوشی و تبلت</li>
          <li>بازر و بلندگو گوشی و تبلت</li>
          <li>فلت گوشی</li>
          <li>دوربین گوشی و تبلت</li>
          <li>جک و سوکت گوشی و تبلت</li>
          <li>جک و کانکتور هدفون</li>
          <li>دکمه پاور گوشی و تبلت</li>
          <li>سنسور اثر انگشت گوشی</li>
          <li>کی پد گوشی</li>
          <li>شیشه دوربین گوشی و تبلت</li>
          <li>برد گوشی</li>
          <li>میکروفن گوشی و تبلت</li>
          <li>آنتن گوشی و تبلت</li>
          <li>ویبره گوشی</li>
          <li>سایر قطعات گوشی و تبلت</li>
        </ul>
        <ul className="submenu">
          <li className="first">لوازم الکتریکی همراه</li>
          <li>پاوربانک و شارژر همراه</li>
          <li>کتاب‌خوان و کاغذ دیجیتال</li>
          <li>مکان‌ یاب و قبله نما</li>
          <li>لوازم جانبی هدفون و هدست</li>
          <li>سایر لوازم الکتریکی همراه</li>
        </ul>
      </div>
    </div>
  )
}

export default Tabs1
